Repository: johncms/johncms
Catalog: system/locale/*.po
Languages: ar, az, ky, ro, ru, uk, uz, vi

source: Select language
ar: حدد اللغة
az: Dil seçin
ky: Тилди тандаңыз
ro: Selecteaza Limba
ru: Выберите язык
uk: Виберіть мову
uz: Tilni tanlang
vi: Chọn ngôn ngữ

source: Apply
ar: تطبيق
az: Müraciət
ky: Колдонуу
ro: Aplica
ru: Применить
uk: Застосувати
uz: Saqlash
vi: Áp dụng

source: Notifications are cleared!
ar: تم مسح الإخطارات!
az: Bildiriş silinəcək!
ky: Эскертмелер тазаланды!
ro: Notificările sunt șterse!
ru: Уведомления очищены!
uk: Сповіщення очищено!
uz: Ogohlantirishlar tozalandi!
vi: Thông báo đã được xóa!

source: Users on registration
ar: المستخدمون عند التسجيل
az: İstifadəçilər qeydiyyat
ky: Катталган колдонуучулар
ro: Utilizatori la înregistrare
ru: Пользователи на регистрации
uk: Користувачі, очікуючі на реєстрацію
uz: Ro‘yxatdan o‘tayotgan foydalanuvchilar
vi: Người dùng đăng ký

source: Articles on moderation
ar: مقالات عن الاعتدال
az: Məqalələr moderatsiya
ky: Макалалар текшерилүүдө
ro: Fisiere cu moderare
ru: Статьи на модерации
uk: Статті на модерації
uz: Tekshiruvdagi maqolalar
vi: Bài viết cần kiểm duyệt

source: Downloads on moderation
ar: التنزيلات على الاعتدال
az: Yuklmeme moderatsiya
ky: Жүктөө текшерилүүдө
ro: Descărcări la moderare
ru: Загрузки на модерации
uk: Завантаження на модерації
uz: Tekshiruvdagi yuklamalar
vi: Tệp tin cần kiểm duyệt

source: Ban
ar: الحظر
ky: Тыюу салуу
ru: Бан
uk: Бан
uz: Bloklash
vi: Cấm

source: New forum posts
ar: مشاركات منتدى جديدة
az: Forumdakı sonuncu xeberler
ky: Форумда жаңы билдирүүлөр
ro: Postări noi pe forum
ru: Новые сообщения на форуме
uk: Нові повідомлення на форумі
uz: Forumdagi yangi xabarlar
vi: Bài đăng mới

source: Mail
ar: البريـــد
az: E-poçt
ky: Электрондук дарек
ru: Почта
uk: Пошта
uz: Pochta
vi: Thư

source: Guestbook
ar: سجل الزوار
az: Qonaq Otaqi
ky: Конок китеби
ru: Гостевая
uk: Гостьова книга
uz: Mehmonxona
vi: Phòng trò truyện

source: Comments
ar: التعليقات
az: Şərhlər
ky: Билдирүүлөр
ro: Comentarii
ru: Комментарии
uk: Коментарі
uz: Fikrlar
vi: Bình luận

source: Settings
ar: الإعدادات
az: Parametrlər
ky: Орнотуулар
ro: Setari
ru: Настройки
uk: Налаштування
uz: Sozlovlar
vi: Cài đặt

source: Settings saved!
ar: تم حفظ الإعدادات!
az: Parametrlər yadda saxlanıldı.
ky: Орнотуулар сакталды!
ro: Setări salvate!
ru: Настройки сохранены!
uk: Налаштування збережено!
uz: Sozlamalar saqlandi!
vi: Cài đặt đã được lưu!

source: Notifications
ar: تنبيهات
az: Bildirişlər
ky: Эскертме
ro: Notificări
ru: Уведомления
uk: Повідомлення
uz: Bildirishnoma
vi: Thông báo

source: All notifications have already been read
ar: تمت قراءة جميع الإخطارات بالفعل
az: Bütün bildirişlər artıq oxunub
ky: Бардык эскертмелер буга чейин окулган
ro: Toate notificările au fost deja citite
ru: Все уведомления уже прочитаны
uk: Всі сповіщення уже переглянуті
uz: Yangi bildirishnomalar yo‘q
vi: Tất cả các thông báo đã được đọc

source: Total
ar: مجموع
az: Ümumi
ky: Баары
ro: Toatal
ru: Всего
uk: Всього
uz: Jami
vi: Tổng cộng

source: Clear notifications
ar: مسح الإشعارات
az: Bildirişləri təmizlə
ky: Эскертмелерди тазалоо
ro: Ștergeți notificările
ru: Очистить уведомления
uk: Очистити сповіщення
uz: Bildirishnomani tozalash.
vi: Xóa thông báo

source: Display the number of unread messages in the forum
ar: عرض عدد الرسائل غير المقروءة في المنتدى
az: oxunmmiş forumlarin sayi
ky: Форумда окула элек билдирүүлөрдүн санын көрсөтүү
ro: Afișează numărul de mesaje necitite în forum
ru: Показывать количество непрочитанных сообщений на форуме
uk: Показувати кількість непрочитаних повідомлень на форумі
uz: Forumda o'qilmagan xabarlar
vi: Hiển thị số tin chưa đọc trong diễn đàn

source: Save
ar: حفظ
az: Saxla
ky: Сактоо
ro: Salveaza
ru: Сохранить
uk: Зберегти
uz: Saqlash
vi: Lưu lại

source: Cancel
ar: إلغاء الأمر
az: Ləğv et
ky: Токтотуу
ro: Anuleaza
ru: Отмена
uk: Скасувати
uz: Bekor qilish
vi: Hủy bỏ

source: Redirect to an external link
ar: إعادة التوجيه إلى رابط خارجي
az: Yönlendirme xarici link
ky: Тышкы шилтемеге өтүү
ro: Redirecționare către un link extern
ru: Перенаправление на внешнюю ссылку
uk: Перенаправлення на зовнішнє посилання
uz: Tashqi manzilga bo‘yicha o‘tish
vi: Chuyển hướng sang một liên kết bên ngoài

source: External Link
ar: رابط خارجي
az: Xarici Linklər
ky: Тышкы шилтеме
ro: Link extern
ru: Внешняя ссылка
uk: Зовнішнє посилання
uz: Tashqi manzil
vi: Liên kết Ngoài

source: ATTENTION!
ar: تنبيه!
az: Diqqət!
ky: Көңүл бургула!
ro: ATENŢIE!
ru: Внимание!
uk: Увага!
uz: DIQQAT!
vi: Chú Ý!

source: You are going to leave our site and go to an external link
ar: أنت ذاهب لمغادرة موقعنا والذهاب إلى رابط خارجي
az: Olacaq tərk bizim site və getmək xarici link
ky: Сиз биздин сайттан чыгып, тышкы шилтеме боюнча башка сайтка өткөнү жатасыз
ro: Veți părăsi site-ul nostru și veți merge la un link extern
ru: Вы собираетесь покинуть наш сайт и перейти по внешней ссылке
uk: Ви плануєте покинути наш сайт і перейти за зовнішнім посиланням
uz: Siz bizning saytni tark etib tashqi manzil bo‘yicha o‘tyapsiz
vi: Bạn đang rời bỏ trang web của chúng tôi và đi đến một liên kết bên ngoài

source: Administration of our site is not responsible for the content of external sites
ar: إدارة موقعنا غير مسؤولة عن محتوى المواقع الخارجية
az: Administrasiya və sayt məsuliyyət daşımır məzmunu xarici saytlar
ky: Биздин сайттын жетекчилиги тышкы сайттардын мазмуну үчүн жооптуу эмес
ro: Administrarea site-ului nostru nu este responsabilă pentru conținutul site-urilor externe
ru: Администрация нашего сайта не несет ответственности за содержание внешних сайтов
uk: Адміністрація нашого сайту не несе відповідальності за вміст зовнішніх сайтів
uz: Sayt ma’muriyati tashqi manzildagi ma’lumotlar uchun javob bermaydi
vi: Quản lý trang web của chúng tôi không chịu trách nhiệm về nội dung trang bên ngoài

source: It is recommended not to specify your data, relating to %s (Login, Password), on third party sites
ar: من المستحسن عدم تحديد بياناتك المتعلقة بـ %s (تسجيل الدخول، كلمة المرور) في مواقع طرف ثالث
az: Tövsiyə göstərməmək, öz data aid %s (istifadəçi adı, parolu), üçüncü tərəf saytları
ky: Сунуштайбыз, өзүңүз жөнүндө маалыматтарды бербеңиз, %s (Логин, Сыр сөз), тышкы сайттарга
ro: Este recomandat să nu specificați datele dvs., referitoare la %s (Login, Parolă), pe site-uri terțe părți
ru: Рекомендуется не указывать ваши данные, относящиеся к %s (логин, пароль), на сторонних сайтах
uk: Не рекомендуємо вказувати ваші дані, що стосуються %s (логін, гасло), на інших сайтах
uz: Uchinchi tomon saytlarida% s (Login, Password) ga tegishli ma'lumotlaringizni ko'rsatmaslik tavsiya etiladi.
vi: Không nên nhập %s (Tài khoản, Mật khẩu), trên các trang thứ ba

source: Go to Link
ar: الذهاب إلى الرابط
az: Linki ilə keçin
ky: Шилтемеден өтүү
ro: Du-te la link
ru: Перейти по ссылке
uk: Перейти за посиланням
uz: Manzilga o‘tish
vi: Đi đến liên Kết

source: Back
ar: رجوع
az: Geri
ky: Артка
ro: Inapoi
ru: Назад
uk: Повернутись
uz: Orqaga
vi: Quay lại

source: You are looking for something that doesn't exist or may have moved
ar: أنت تبحث عن شيء غير موجود أو قد يكون قد نقل
az: Siz axtarır, bir şey mövcud deyil və ya idi köçürülüb
ky: Сиз издеп жаткан баракча жок, которулду же өчүрүлгөн
ro: Căutați ceva care nu există sau care s-a mutat
ru: Страница, которую Вы ищете, не существует или была перемещена
uk: Сторінка яку Ви шукаєте не існує, або була перенесена
uz: Siz mavjud bo'lmagan yoki ko'chirilgan narsani qidirmoqdasiz
vi: Bạn đang tìm kiếm một cái gì đó không tồn tại hay đã bị xóa

source: Unfortunately, you do not have access to the requested page.
ky: Тилекке каршы, сиз сураган баракчага кирүүгө укугуңуз жок.
ru: К сожалению, у вас нет доступа к запрашиваемой странице.
uk: На жаль, у вас немає доступу до потрібної сторінки.
uz: Afsuski, so'ralgan sahifaga kirolmaysiz.

source: The page is outdated or an attempt to fake the request was prevented.
ky: Барак эскирген же жасалмалоо аракетине бөгөт коюлган.
ru: Страница устарела или была предотвращена попытка подделки.
uz: Sahifa eskirgan yoki buzib kirishga urinishning oldi olingan

source: Version of the database server
ky: Маалымат базасы серверинин нускасы
ro: Versiunea serverului bazei de date
ru: Версия сервера базы данных
uk: Версія сервера бази даних
uz: Ma'lumotlar omborining versiyasi
vi: Phiên bản của máy chủ cơ sở dữ liệu

source: The system requires a MySQL server version %s or higher or MariaDB %s or higher.
ky: Тутумга MySQL сервери %s же андан жогору же MariaDB %s же андан жогору талап кылынат.
ro: Sistemul necesită versiunea serverului MySQL %s sau superior sau MariaDB %s sau mai mare.
ru: Система требует MySQL сервера %s или выше или MariaDB %s или выше.
uk: Система потребує версію сервера MySQL %s або вище або MariaDB %s або вище.
uz: Tizim MySQL'ning %s (undan katta) versiyasi yoki MariaDB'ning %s (undan katta) versiyasini talab qiladi
vi: Hệ thống yêu cầu máy chủ MySQL phiên bản %s trở lên hoặc MariaDB %s trở lên.

source: fileinfo extension
ky: fileinfo кеңейтүүсү
ro: extensie fileinfo
ru: Расширение fileinfo
uk: розширення fileinfo
uz: fileinfo kengaytmasi

source: No
ar: نه
ky: Жок
ro: Nu
ru: Нет
uk: Ні
uz: Yo'q
vi: Không

source: Yes
ar: بله
ky: Ооба
ro: Da
ru: Да
uk: Так
uz: Ha
vi: Có

source: PHP extension fileinfo must be installed
ky: PHP fileinfo кеңейтүүсү орнотулушу керек
ro: Fisierul extensiei PHP fileinfo trebuie instalat
ru: Необходимо установить PHP расширение fileinfo
uk: Необхідно встановити PHP розширення: fileinfo
uz: PHP kengaytmasi fileinfo o'rnatilgan bo'lishi kerak
vi: Tiện ích PHP fileinfo cần được cài đặt

source: Imagick or GD extension
ky: Imagick же GD кеңейтүүлөрү
ro: Imagine sau extensie GD
ru: Расширения Imagick или GD
uk: Розширення Imagick або GD
uz: Imagick yoki GD kengaytmasi
vi: Tiện ích Imagick hoặc GD

source: You must install the php extension Imagick or GD
ky: Сиз Imagick же GD PHP кеңейтүүсүн орнотушуңуз керек
ro: Trebuie sa instalati extensia php Imagick sau GD
ru: Вы должны установить расширение php Imagick или GD
uk: Ви повинні встановити php розширення Imagick або GD
uz: PHP kengaytmalaridan Imagick yoki GD'ni o'rnatishingiz kerak
vi: Bạn cần kích hoạt tiện ích PHP Imagick hoặc GD

source: mbstring extension
ky: mbstring кеңейтүүсү
ro: Extensie mbstring
ru: Расширение mbstring
uk: розширення mbstring
uz: mbstring kengaytmasi

source: PHP extension mbstring must be installed
ky: PHP mbstring кеңейтүүсү орнотулушу керек
ro: Extensia PHP mbstring trebuie instalata
ru: Необходимо установить расширение PHP mbstring
uk: Необхідно встановити PHP розширення: mbstring
uz: PHP kengaytmasi mbstring o'rnatilgan bo'lishi kerak
vi: Tiện ích mở rộng PHP mbstring cần được cài đặt

source: mysqlnd test
ky: mysqlnd тести
ro: test mysqlnd
ru: Тест mysqlnd
uk: тест mysqlnd
uz: mysqlnd testi

source: We use strict data type checks when developing the system. The CMS will not work correctly if the driver for working with the database returns incorrect data types. PHP should work with the default driver: <a href="https://www.php.net/manual/en/intro.mysqlnd.php" target="_blank">MySQL Native Driver (mysqlnd)</a>.
ky: Системаны иштеп чыгууда биз күчтүү маалымат түрүн текшеребиз. Эгерде маалымат базасынын драйвери туура эмес маалымат түрлөрүн кайтарса, CMS туура иштебейт. PHP демейки драйвер менен иштеши керек: <a href="https://www.php.net/manual/en/intro.mysqlnd.php" target="_blank">MySQL Native Driver (mysqlnd)</a>.
ro: Atunci când dezvoltăm sistemul, folosim verificări stricte de tip de date. CMS nu va funcționa corect în cazul în care șoferul de lucru cu baza de date returnează tipuri de date incorecte. PHP ar trebui să funcționeze cu șoferul implicit: <a href="https://www.php.net/manual/en/intro.mysqlnd.php" target="_blank">MySQL Native Driver (mysqlnd)</a>.
ru: Мы используем строгие проверки типов данных при разработке системы. CMS не будет корректно работать, если драйвер для работы с базой данных вернет неверные типы данных. PHP должен работать с драйвером по умолчанию: <a href="https://www.php.net/manual/en/intro.mysqlnd.php" target="_blank">MySQL Native Driver (mysqlnd)</a>.
uk: Ми використовуємо strict data type при розробці системи. CMS не буде працювати коректно, якщо драйвер для роботи з базою даних повертає неправильні типи даних. PHP повинен працювати з драйвером за замовчуванням: <a href="https://www.php.net/manual/en/intro.mysqlnd.php" target="_blank">MySQL Native Driver (mysqlnd)</a>.
uz: Tizimni ishlab chiqishda biz ma'lumotlar turining qattiq tekshiruvlaridan foydalanamiz. Agar ma'lumotlar ombori bilan ishlash uchun drayver noto'g'ri ma'lumotlar turlarini qaytarsa, CMS to'g'ri ishlamaydi. PHP standart drayver bilan ishlashi kerak: <a href="https://www.php.net/manual/en/intro.mysqlnd.php" target="_blank"> MySQL uchun drayver (mysqlnd) </a>.
vi: Chúng tôi sử dụng kiểm tra kiểu dữ liệu nghiêm ngặt khi phát triển hệ thống. CMS sẽ không hoạt động chính xác nếu trình điều khiển làm việc với cơ sở dữ liệu trả về kiểu dữ liệu không chính xác. PHP sẽ hoạt động với trình điều khiển mặc định: <a href="https://www.php.net/manual/en/intro.mysqlnd.php" target="_blank">MySQL Native Driver (mysqlnd)</a>.

source: opcache extension
ky: opcache кеңейтүүсү
ro: extensie opcache
ru: Расширение opcache
uk: розширення opcache
uz: opcache kengaytmasi

source: It is recommended to install the php opcache extension for better performance.
ky: Иштин натыйжалуулугун жогорулатуу үчүн php opcache кеңейтүүсүн орнотуу сунушталат.
ro: Este recomandat sa instalezi extensia php opcache pentru o performanta mai buna.
ru: Рекомендуется установить расширение php opcache для повышения производительности.
uk: Рекомендується встановити розширення php opcache для кращої продуктивності.
uz: Yaxshiroq ishlashi uchun php opcache kengaytmasini o'rnatish tavsiya qilinadi
vi: Bạn nên cài đặt phần mở rộng php opcache để có hiệu suất tốt hơn.

source: It is recommended to enable the php opcache extension to improve performance.
ky: Иштин натыйжалуулугун жогорулатуу үчүн PHP opcache кеңейтүүсүн иштетүү сунушталат.
ro: Este recomandat sa activezi extensia php opcache pentru a imbunatati performanta.
ru: Рекомендуется включить расширение php opcache для повышения производительности.
uk: Рекомендується увімкнути розширення php opcache для підвищення продуктивності.
uz: Yaxshi ishlashi uchun php "opcache" kengaytmasini yoqish tavsiya qilinadi
vi: Bạn nên kích hoạt phần mở rộng php opcache để có hiệu suất tốt hơn.

source: PHP extension PDO must be installed
ky: PHP PDO кеңейтүүсү орнотулушу керек
ro: Extensia PHP PDO trebuie instalata
ru: PHP расширение PDO должно быть установлено
uk: Необхідно встановити PHP розширення: PDO
uz: PHP kengaytmasi PDO o'rnatilgan bo'lishi kerak
vi: Tiện ích mở rộng PDO của PHP phải được cài đặt

source: PHP version
ky: PHP нускасы
ro: Versiune PHP
ru: Версия PHP
uk: Версія PHP
uz: PHP versiyasi
vi: Phiên bản PHP

source: The PHP version must be at least %s
ar: يجب أن يكون إصدار PHP %s على الأقل
ky: PHP нускасы кеминде %s болушу керек
ro: Versiunea PHP trebuie să fie cel putin %s
ru: Версия PHP должна быть не ниже %s
uk: Версія PHP повинна бути не меньше ніж %s
uz: PHP versiyasi kamida %s bo'lishi kerak
vi: Phiên bản PHP thấp nhất là %s

source: zlib extension
ky: zlib кеңейтүүсү
ro: extensie zlib
ru: Расширение zlib
uk: розширення zlib
uz: zlib kengaytmasi

source: PHP extension zlib must be installed
ky: PHP zlib кеңейтүүсү орнотулушу керек
ro: Extensia PHP zlib trebuie instalata
ru: Необходимо установить расширение PHP zlib
uk: Необхідно встановити PHP розширення: zlib
uz: PHP kengaytmasi zlib o'rnatilgan bo'lishi kerak
vi: Tiện ích PHP zlib cần được cài đặt

source: Reply
ar: رد
az: Cavab ver
ky: Жооп берүү
ro: Raspunde
ru: Ответить
uk: Відповісти
uz: Javob berish
vi: Trả lời

source: Downloads
ar: التنزيلات
az: Yüklə
ky: Жүктөө
ro: Descarcari
ru: Загрузки
uk: Завантаження
uz: Yuklamalar
vi: Tải xuống

source: Administrator already replied to this message
ar: قام المسؤول بالفعل بالرد على هذه الرسالة
az: Admin artıq cavab bu mesajı
ky: Администратор бул билдирүүгө жооп берди
ro: Administratorul a răspuns deja la acest mesaj
ru: Администратор уже ответил на это сообщение
uk: Адміністратор уже відповів на це повідомлення
uz: Administrator allaqachon ushbu xabarga javob bergan
vi: Quản trị đã trả lời tin nhắn này

source: Wrong data
ar: بيانات خاطئة
az: Səhv məlumatlar
ky: Туура эмес маалымат
ro: Date gresite
ru: Неверные данные
uk: Хибні дані
uz: Malumotlar to'g'ri emas
vi: Lỗi dữ liệu

source: Edit
ar: تحرير
az: Düzəliş edin
ky: Оңдоо
ro: Editeaza
ru: Изменить
uk: Редагувати
uz: Tahrirlash
vi: Chỉnh sửa

source: You cannot edit posts of higher administration
ar: لا يمكنك تحرير وظائف الإدارة العليا
az: Siz rehberi sile bilmersiz
ky: Сизден жогорку даражалуу колдонуучунун анкетасын сиз өзгөрүшүңүз мүмкүн эмес
ro: Nu poti edita postarile celor cu functii mai mari
ru: Вы не можете редактировать анкету старшего Вас по должности
uk: Ви не можете редагувати анкету вищого за посадою
uz: Siz o'zingizdan yuqori lavozimdagi foydalanuvchi xabarini tahrirlay olmaysiz
vi: Bạn không thể chỉnh sửa bài viết của người sử dụng cấp trên

source: Delete
ar: حذف
az: Sil
ky: Өчүрүү
ro: Sterge
ru: Удалить
uk: Видалити
uz: O‘chirish
vi: Xóa

source: Text is too short
ar: النص قصير جداً
az: Mətn çox qısadır.
ky: Тексти өтө эле кыска
ro: Textul este prea scurt
ru: Слишком короткий текст
uk: Надто короткий текст
uz: Matn juda qisqa
vi: Văn bản được nhập quá ngắn

source: You cannot add the message so often<br>Please, wait
ar: لا يمكنك إضافة هذه المادة في كثير من الأحيان <br>الرجاء الانتظار
az: Yeni mesaj yazmaq üçün %d dəq gözləyin
ky: Сиз билдирүүлөрдү мынчалык көп кошууга мүмкүн эмес<br>Кичипейилдикке, күтө туруңуз
ro: Nu poti adauga in mesaj asa de des. Te rog asteapta, %d secunde
ru: Вы не можете так часто добавлять сообщения.<br>Пожалуйста, подождите
uk: Ви не можете так часто додавати повідомлення.<br>Будь ласка, зачекайте
uz: Siz xabarni tez-tez qo'sha olmaysiz <br> Iltimos, kuting
vi: Bạn không thể thêm những tin nhắn quá nhanh<br>Vui lòng chờ.

source: seconds
ar: ثواني
az: saniyə
ky: секунд
ro: secunde
ru: секунд
uk: секунд
uz: soniya
vi: giây

source: Message already exists
ar: الرسالة موجوده بالفعل
az: Email artıq mövcuddur
ky: Мындай билдирүү мурда болгон
ro: Mesajul deja exista
ru: Такое сообщение уже было
uk: Таке повідомлення уже було
uz: Xabar allaqachon mavjud
vi: Tin nhắn đã tồn tại

source: Unread
ar: لم يُقرأ بعد
az: Oxunmamış
ky: Окула элек
ro: Necitit
ru: Непрочитанное
uk: Непрочитане
uz: O‘qilmagan
vi: Chưa đọc

source: Last activity
ar: آخر نشاط
az: Son Aktivlik
ky: Акыркы аракет
ro: Ultima activitate
ru: Последняя активность
uk: Крайня активність
uz: Oxirgi faollik
vi: Hoạt động cuối

source: PHP binary path:
ru: Путь к PHP интерпретатору:
uk: Шлях до папки з PHP

source: Home
ar: الصفحة الرّئيسية
az: Əsas Səhifə
ky: Башкы бет
ro: Acasa
ru: Главная
uk: Головна
uz: Bosh sahifa
vi: Trang chủ

source: Forum moderator
ar: مشرف المنتدى
ky: Форумдун Модератору
ro: Moderator Forum
ru: Модератор Форума
uk: Модератор форуму
uz: Forum moderatori
vi: Quản trị diễn đàn

source: Download moderator
ar: تحميل مشرف
az: Yuklmeme moderatsiya
ky: Жүктөө Модератору
ro: Moderator Descarcari
ru: Модератор Загрузок
uk: Модератор Завантажень
uz: Yuklamalar moderatori
vi: Quản trị tải lên

source: Library moderator
ar: مكتبة مشرف
az: Kitabxana moderator
ky: Китепкана модератору
ro: Moderator Librarie
ru: Модератор Библиотеки
uk: Модератор Бібліотеки
uz: Kutubxona moderatori
vi: Quản trị thư viện ảnh

source: Super moderator
ar: المشرف الممتاز
az: Super Moderatorlar
ky: Ага модератор
ro: Super Moderatori
ru: Супермодератор
uk: Супермодератор
uz: Katta moderator
vi: SuperMod

source: Administrator
ar: مدير النظام
az: Adminlər
ky: Администратор
ro: Adnistratori
ru: Администратор
uk: Адміністратор
vi: Quản trị viên cấp cao

source: Supervisor
ar: مشرف
az: SV
ky: Супервайзер
ro: Administrator Principal
ru: Супервайзор
uk: Супервізор
uz: Sayt yaratuvchisi
vi: Giám sát viên

source: Full block
ru: Полная блокировка
uk: Повний БАН

source: User
ru: Пользователь
uk: Користувач

source: Online
ru: Онлайн
uk: Онлайн

source: Male
ru: Мужской
uk: Чоловік

source: Female
ru: Женский
uk: Жінка

source: Not specified
ru: Не указан
uk: Не вказано

source: The user "%s" was not found
ky: Колдонуучу "%s" табылган жок.
ru: Пользователь "%s" не найден.
uk: Користувача "%s" не знайдено
uz: "%s" foydalanuvchi topilmadi

source: The user is not confirmed
ky: Колдонуучу ырасталган жок
ru: Пользователь не подтвержден
uk: Користувач не підтверджений
uz: Bu foydalanuvchi tasdiqlashdan o'tmagan

source: The user's email is not verified
ky: Колдонуучунун e-mail дареги ырасталган жок
ru: Адрес электронной почты пользователя не подтвержден
uk: Email користувача не підтверджений
uz: Foydalanuvchini emaili tasdiqlanmagan

source: Incorrect password
ky: Сырсөз туура эмес
ru: Неверный пароль
uk: Невірний пароль
uz: Parol xato

source: You have a ban
ar: انت معك %s
az: %s adlı cihazınız var
ky: Сизде тыюу бар
ro: Ati fost banat
ru: У вас есть бан
uk: Ви маєте бан
uz: Sizda taqiq bor
vi: Tài khoản cuả bạn bị khoá

source: The security code is not correct
ar: رمز الأمان غير صحيح
az: Təhlükəsizlik kodu düzgün deyil
ky: Коопсуздук коду туура эмес
ro: Codul de securitate este incorect
ru: Проверочный код введен неверно
uk: Код перевірки введено не правильно
uz: Himoya kodi xato kiritildi
vi: Mã bảo mật không đúng

source: The form submitted did not originate from the expected site
ar: شكل المقدمة لم تنشأ من المتوقع الموقع
az: Olduğu kimi deyil, əslən gözlənilən saytında
ky: Формасы күтүлгөн сайттан берилген жок.
ro: Formularul trimis nu a fost originar de la site-ul aşteptat
ru: Форма отправлена не с ожидаемого сайта.
uk: Форма, представлена не походить з очікуваного сайту
uz: Taqdim etilgan shakl kutilgan saytdan kelib chiqmagan
vi: Các dữ liêụ bạn nhập không có nguồn gốc từ trang web này

source: You cannot add the message so often. Please, wait %value% seconds.
ar: لا يمكنك إضافة الرسالة حتى غالباً. الرجاء الانتظار %d ثانية.
az: Yeni mesaj yazmaq üçün %value% dəq gözləyin
ky: Сиз билдирүүлөрдү мынчалык көп кошууга мүмкүн эмес. Кичипейилдикке, күтө туруңуз %d секунд.
ro: Nu poti adauga in mesaj asa de des. Te rog asteapta, %d secunde
ru: Вы не можете так часто добавлять сообщения. Пожалуйста, подождите %value% секунд.
uk: Ви не можете додавати повідомлення так часто. Будь ласка, зачекайте %d секунд.
uz: Xabarni juda tez-tez qo'shish mumkin emas. Iltimos, %d soniya kuting.
vi: Bạn không được thêm tin nhắn quá nhanh. Xin vui lòng, chờ %value% giây.

source: A record matching the input was found
ar: سجل مطابقة المدخلات وجد
az: Tapılmışdı rekord müvafiq giriş
ky: Киргизилген маалыматтарга тийиштүү жазуу табылды
ro: A fost găsită o înregistrare cu datele introduse
ru: Была найдена запись, соответствующая введенной
uk: Було знайдено підходящий запис
uz: Mos keladigan yozuv topildi
vi: Một hồ sơ phù hợp với đầu vào đã được tìm thấy

source: No record matching the input was found
ar: سجل مطابقة المدخلات وجد
az: Tapılmışdı rekord müvafiq giriş
ky: Киргизилген маалыматтарга дал келген жазуулар жок
ro: Nu a fost găsită nici o înregistrare cu datele introduse
ru: Нет записей, соответствующих введенным данным
uk: По вашому запиту нічого не знайдено
uz: Mos keladigan yozuv topilmadi
vi: Không có hồ sơ kết hợp đầu vào đã được tìm thấy

source: Value is required and can't be empty
ar: القيمة مطلوبة ولا يمكن أن تكون فارغاً
az: İstədiyiniz dəyəri ola bilməz boş
ky: Талаа милдеттүү жана бош болбошу керек
ro: Valoarea este necesară și nu poate fi goală
ru: Поле является обязательным и не может быть пустым
uk: Поле є обов'язковим і не може бути порожнім
uz: Bu qiymat bo'sh bo'lishi mumkin emas
vi: Giá trị là bắt buộc, không được để trống
