Repository: johncms/johncms
Catalog: system/locale/*.po
Languages: ar, az, ky, ro, ru, uk, uz, vi

source: The input is less than %min% characters long
ar: مدخلات أقل من %min% حرفا
az: Giriş siqnalı daha az %min% simvol
ky: Киргизүү узундугу %min% белгиден азыраак
ro: Intrarea este mai mică de %min% caractere
ru: Длина ввода меньше %min% символов
uk: Введено менше ніж %min% символів
uz: Belgilar soni %min% tadan kam
vi: Đầu vào phải ít hơn %min% kí tự

source: The input is more than %max% characters long
ar: مدخلات أقل من %min% حرفا
az: Giriş siqnalı daha az %max% simvol
ky: Киргизүү узундугу %max% белгилер киргизилүүдө
ro: Intrarea are mai mult de %max% caractere
ru: Ввод более %max% символов
uk: Введено більше ніж %min% символів
uz: Belgilar soni %max% tadan ko'p
vi: Đầu vào phải nhiều hơn %max% kí tự

source: The input was not found in the haystack
ar: لم يتم العثور على الكائن في النظام الخاص بك
az: Obyekt sistemdə tapılmayıb
ky: Тизмеде объект абылбады
ro: Intrarea nu a fost găsită
ru: Объект не найден в списке
uk: Нічого не знайдено
uz: To'plamdan topilmadi
vi: Dữ liệu đầu vào không được tìm thấy trong haystack

source: Invalid type given. String expected
ar: غير صالح نوع معين. سلسلة المتوقع
az: Yolverilməz növü verdi. Gözlənilirdi simli
ky: Жараксыз түр көрсөтүлгөн. Сап күтүлүүдө
ro: Tip nevalid trimis. Șir așteptat
ru: Указан неверный тип. Ожидается строка
uk: Передано некоректний тип. Очікувався рядок
uz: Noto'g'ri ma'lumot turi. Yozuv (string) kelishi kerak
vi: Không đúng loại dữ liệu. Dữ liệu phải là chuỗi

source: The input is not a valid email address. Use the basic format local-part@hostname
ar: إن لم يكن إدخال عنوان بريد إلكتروني صالح. استخدام الشكل الأساسي المحلية جزءا@المضيف
az: Giriş-bu, həqiqi elektron poçt ünvanı. İstifadə standart format yerli hissəsi@host adı
ky: Сиз киргизген электрондук почтасынын дареги туура эмес. Негизги форматтагы жергиликтүү local-part@hostname колдонуңуз
ro: Intrarea nu este o adresă de e-mail validă. Utilizați formatul de bază local-part@hostname
ru: Введен неверный адрес электронной почты. Используйте базовый формат local-part@hostname
uk: Введено неправильну адресу електронної пошти. Використовуйте основний формат логін@поштовий.сайт
vi: Đầu vào của bạn không phải là một email hợp lệ. Hãy sử dụng theo chuẩn local-part@hostname

source: '%hostname%' is not a valid hostname for the email address
ar: '%hostname%' غير صالحة المضيف على عنوان البريد الإلكتروني
az: '%hostname%' etibarlı deyil adı qovşağı e-poçt ünvanı
ky: '%hostname%' электрондук почта дарегине жарактуу хост эмес
ro: '%hostname%' nu este un nume de gazdă valid pentru adresa de e-mail
ru: '%hostname%' не является допустимым хостом для адреса электронной почты
uk: Перевірте введену поштову адресу! '%hostname%' не схоже на сервіс електронної пошти
vi: '%hostname%' là tên máy chủ không hợp lệ cho địa chỉ email

source: '%hostname%' does not appear to have any valid MX or A records for the email address
ar: '%hostname%' لا يبدو أن لديها أي صالحة MX أو سجلات البريد الإلكتروني
az: '%hostname% göstərmir hər hansı həqiqi MX və ya Bir qeyd üçün elektron poçt ünvanları
ky: '%hostname%' Электрондук почта дарегинин MX же A жазууларына жараксыз окшойт
ro: '%hostname%' nu pare să aibă înregistrări MX sau A valide pentru adresa de e-mail
ru: '%hostname%' Похоже, что записи MX или A для адреса электронной почты не действительны
uk: '%hostname%' не має дійсного MX або A запису адреси електронної пошти
vi: '%hostname%' không xuất hiện để có bất kỳ MX nào hợp lệ hoặc Một hồ sơ cho các địa chỉ email

source: '%hostname%' is not in a routable network segment. The email address should not be resolved from public network
ar: '%hostname%' ليس في للتوجيه قطعة شبكة الاتصال. عنوان البريد الإلكتروني يجب أن لا يكون حلها من الشبكة العامة
az: '%hostname% deyil seqment şəbəkə, marşrutlaşdırma. E-mail ünvanı deyil, öz həllini tapmalıdır ilə ictimai şəbəkə
ky: '%hostname%' багытталган тармакта эмес. Электрондук почта дарегине коомдук тармактан уруксат берилбеши керек
ro: '%hostname%' nu se află într-un segment de rețea care poate fi redirecționat. Adresa de e-mail nu trebuie rezolvată din rețeaua publică
ru: '%hostname%' не находится в маршрутизируемой сети. Адрес электронной почты не должен быть разрешен из публичной сети
uk: '%hostname%' не належить до загальнодоступного сегменту мережі. Адреса електронної пошти буде недоступна з інтернету!
vi: '%hostname%' không phải là một mạng định tuyến. Địa chỉ email này không được công khai trên mạng

source: '%localPart%' can not be matched against dot-atom format
ar: '%localPart%' لا يمكن أن تكون مطابقة ضد دوت ذرة تنسيق
az: '%localPart% deyil eşlenen bilər nöqtə-atom formatında
ky: %localPart%' dot-atom форматындагыдай болбошу керек
ro: '%localPart%' nu poate fi potrivit împotriva formatului dot-atom
ru: '%localPart%' не может быть совпадает с форматом dot-atom
uk: '%localPart%' не може відповідати формату крапки-атома
vi: '%localPart%' không khớp với dạng dot-atom

source: '%localPart%' can not be matched against quoted-string format
ar: '%localPart%' لا يمكن أن تكون مطابقة ضد دوت ذرة تنسيق
az: '%localPart% deyil eşlenen bilər nöqtə-atom formatında
ky: '%localPart%' quoted-string форматында дал келбеши керек
ro: '%localPart%' nu poate fi potrivit după formatul de șir de citate
ru: '%localPart%' не может быть сопоставлен с форматом quoted-string
uk: '%localPart%' не може бути узгоджено з форматом цитованих рядків
vi: '%localPart%' không khớp với dạng quoted-string

source: '%localPart%' is not a valid local part for the email address
ar: '%hostname%' غير صالحة المضيف على عنوان البريد الإلكتروني
az: '%hostname%' etibarlı deyil adı qovşağı e-poçt ünvanı
ky: '%localPart%' - бул электрондук почта дарегинин мекен жайы үчүн жараксыз жергиликтү бөлүк
ro: '%hostname%' nu este un nume de gazdă valid pentru adresa de e-mail
ru: '%localPart%' не является допустимой локальной частью для адреса электронной почты
uk: '%localPart%' не є дійсною локальною частиною для електронної адреси
vi: '%localPart%' là một phần không hợp lệ cho địa địa chỉ email

source: The input exceeds the allowed length
ar: يتجاوز الإدخال طول المسموح به
az: Giriş çoxdur yol verilən uzunluğu
ky: Мааниси жол берилген узундуктан ашат
ro: Intrarea depășește lungimea permisă
ru: Значение превышает допустимую длину
uk: Вхід перевищує допустиму довжину
vi: Đầu vào vượt quá mức cho phép dài

source: The input appears to be a DNS hostname but the given punycode notation cannot be decoded
ar: المدخلات يبدو مضيف DNS ولكن نظرا بيونيكود التدوين لا يمكن فك الشفرة
az: Giriş görünür, DNS-host adını, lakin bu notation bu Punycode ola bilməz декодирован
ky: Мааниси DNS хост аталышына окшош, бирок көрсөтүлгөн белгини чечмелөө мүмкүн эмес
ro: Intrarea pare a fi un nume de gazdă DNS, dar notația de punycode dată nu poate fi decodată
ru: Значение похоже на DNS имя хоста, но указанная нотация не может быть декодирована
uk: Здається, що вхід є іменем хоста DNS, але задане позначення пунктодекоду неможливо розшифрувати
vi: Dữ liệu vừa nhập là một DNS nhưng không thể giải mã punycode

source: The input appears to be a DNS hostname but contains a dash in an invalid position
ar: يبدو أن الإدخال هو اسم مضيف DNS ولكن يحتوي على شرطة في موضع غير صالح
az: Giriş görünür, host adı DNS, amma ehtiva xətt çəkilir, bu mümkün mövqe
ky: Мааниси DNS хост аталышына окшош, бирок мүмкүн эмес жерде сызыкча бар
ro: Intrarea pare să fie un nume de gazdă DNS, dar conține un dash într-o poziție nevalidă
ru: Значение похоже на DNS имя хоста, но содержит тире в недопустимом месте
uk: Здається, що вхід є іменем хоста DNS, але містить тире в недійсному місці
vi: Dữ liệu vừa nhập là một DNS nhưng dường như nó chứa một dấu gạch ngang ở vị trí không hợp lệ

source: The input does not match the expected structure for a DNS hostname
ar: الإدخال لا يتطابق مع الهيكل المتوقع لاستضافة DNS
az: Giriş verilənlərinə uyğun deyil gözlənilən strukturunda DNS-host adı
ky: Сиз киргизген маалыматтар хост аталышынын DNS түзүмүнө дал келбейт
ro: Intrarea nu se potrivește cu structura așteptată pentru un nume de gazdă DNS
ru: Введенные данные не соответствуют структуре DNS имени хоста
uk: Вхід не відповідає очікуваній структурі для імені хоста DNS
vi: Dữ liệu đầu vào không khớp với cấu trúc dự kiến cho tên máy chủ DNS

source: The input appears to be a DNS hostname but cannot match against hostname schema for TLD '%tld%'
ar: يبدو أن الإدخال هو اسم مضيف DNS ولكن لا يمكن أن يتطابق مع مخطط اسم المضيف لـ TLD%tld%'
az: Giriş görünür, DNS-host adını, lakin heç bir oyunda qarşı sxemi node üçün %tld% дву"
ky: Мааниси DNS хост аталышына окшош, бирок TLD '%tld%' үчүн хост аталыш схемасына дал келбейт.
ro: Intrarea pare a fi un nume de gazdă DNS, dar nu se poate potrivi cu schema de nume gazdă pentru TLD '%tld%'
ru: Значение похоже на DNS имя хоста, но не соответствует схеме имен хостов для TLD '%tld%'
uk: Здається, що вхід є іменем хоста DNS, але не може відповідати схемі імені хоста для TLD '%tld%'
vi: Dữ liễu đầu vào có vẻ là tên máy chủ DNS nhưng không thể khớp với lược đồ tên máy chủ của TLD '% tld%'

source: The input does not appear to be a valid local network name
ar: لا يبدو أن الإدخال هو اسم شبكة محلية صالح
az: Giriş verilənlərinə olmur etibarlı ad lan
ky: Мааниси жарактуу жергиликтүү тармак аты эмес
ro: Intrarea nu pare a fi un nume valid de rețea locală
ru: Значение не является допустимым локальным сетевым именем
uk: Вхід не є дійсним іменем локальної мережі
vi: Dữ liệu đầu vào dường như không phải là một tên mạng cục bộ hợp lệ

source: The input does not appear to be a valid URI hostname
ar: لا يبدو أن الإدخال هو اسم شبكة محلية صالح
az: Giriş verilənlərinə olmur etibarlı ad lan
ky: Киргизилген маалыматтар жарактуу URI эмес
ro: Intrarea nu pare a fi un nume de gazdă URI valid
ru: Введенные данные не являются допустимым URI адресом
uk: Вхід не є дійсним іменем хоста URI
vi: Dữ liệu đầu vào dường như không phải là tên máy chủ URI hợp lệ

source: The input appears to be an IP address, but IP addresses are not allowed
ar: يبدو أن الإدخال هو عنوان IP ولكن عناوين IP غير مسموح بها
az: Giriş görünür, bir IP-ünvanı, amma IP-ünvanları yol verilmir
ky: Мааниси IP дарекке окшош, бирок IP даректерине жол берилбейт
ro: Intrarea pare să fie o adresă IP, dar adresele IP nu sunt permise
ru: Значение похоже на IP адрес, но IP адреса не разрешены
uk: Здається, що вхід є IP-адресою, але IP-адреси заборонені
vi: Dữ liệu đầu vào có vẻ là một địa chỉ IP, nhưng địa chỉ IP này không được cấp phép

source: The input appears to be a local network name but local network names are not allowed
ar: يبدو أن الإدخال هو اسم شبكة محلية ولكن لا يسمح بأسماء الشبكة المحلية
az: Giriş görünür, adı, lokal şəbəkə, həm də yerli adları şəbəkə yol verilmir
ky: Мааниси жергиликтүү тармактын аталышына окшош, бирок жергиликтүү тармак аттары уруксат берилген эмес
ro: Intrarea pare să fie un nume de rețea locală, dar numele locale ale rețelei nu sunt permise
ru: Значение похоже на локальное сетевое имя, но локальные сетевые имена не разрешены
uk: Здається, що вхід є назвою локальної мережі, але імена локальної мережі заборонені
vi: Dữ liệu đầu vào dường như là một tên mạng cục bộ nhưng tên mạng cục bộ này không được phép

source: The input appears to be a DNS hostname but cannot extract TLD part
ar: يبدو أن الإدخال هو اسم مضيف DNS ولكن لا يمكن استخراج جزء TLD
az: Giriş görünür, DNS-host adını, lakin istifadə edə bilər дву hissələri
ky: Маани DNS хост аталышына окшош, бирок TLD бөлүгүн чыгара албайт
ro: Intrarea pare a fi un nume de gazdă DNS, dar nu poate extrage partea TLD
ru: Значение похоже на DNS имя хоста, но не может извлечь TLD часть
uk: Здається, що вхід є іменем хоста DNS, але не може витягти частину TLD
vi: Dữ liệu đầu vào có vẻ là tên máy chủ DNS nhưng không thể trích xuất TLD

source: The input appears to be a DNS hostname but cannot match TLD against known list
ar: يبدو أن الإدخال هو اسم مضيف DNS ولكن لا يمكن مطابقة TLD مع القائمة المعروفة
az: Giriş görünür, DNS-host adını, lakin istifadə edə bilər дву hissələri
ky: Мааниси DNS хост аталышына окшош, бирок TLD белгилүү тизмеси менен дал келбейт
ro: Intrarea pare să fie un nume de gazdă DNS, dar nu se poate potrivi cu TLD cu lista cunoscută
ru: Значение похоже на DNS имя хоста, но не соответствует TLD с известным списком
uk: Здається, що вхід є іменем хоста DNS, але не може відповідати TLD проти відомого списку
vi: Dữ liệu đầu vào dường như là tên máy chủ DNS nhưng không thể khớp TLD với danh sách đã biết

source: Invalid type given. String, integer, float, boolean or array expected
ar: نوع غير صالح. السلسلة ، عدد صحيح، عوامة ، منطقية أو مصفوفة متوقعة
az: Yolverilməz növü verdi. Simli, tam вещественное, məntiqli ya-sıra
ky: Маалыматтардын жол берилбеген түрү. Сап күтүлүүдө, бүтүн сан, калкып чыгуучу чекит, логикалык мааниси же массив
ro: Tip nevalid dat. Șir, întreg, float, boolean sau array așteptat
ru: Недопустимый тип данных. Ожидается строка, целое число, число с плавающей точкой, логическое значение или массив
uk: Наведено неправильний тип. Очікується рядок, ціле число, плаваючий, булевий або масив
vi: Kiểu dữ liệu không được phép. Vui lòng dùng chuỗi, số nguyên, số thực, so sánh hoặc mảng.

source: Invalid type given. String, integer or float expected
ky: Сапты, бүтүн санды, калкыма чекити бар сан күтүлүүдө
ru: Недопустимый тип данных. Ожидается строка, целое число, число с плавающей точкой
uk: Введено неправильний тип. Це має бути String, Integer або Float

source: The input does not match against pattern '%pattern%'
ky: Киргизилген маалымат '%pattern%' шаблонуна дал келбейт
ru: Введенные данные не соответствуют шаблону '%pattern%'
uk: Введене значення не відповідає шаблону '%pattern%'

source: There was an internal error while using the pattern '%pattern%'
ky: '%pattern%' шаблонун колдонуу учурунда ички ката кетти
ru: Произошла внутренняя ошибка при использовании шаблона '%pattern%'
uk: Під час використання шаблону '%pattern%' сталася внутрішня помилка

source: Personal
ar: الملف الشخصي
az: Şəxsi
ky: Жеке
ru: Личное
uk: Особисте
uz: Shaxsiy
vi: Cá nhân

source: Exit
ar: انهاء
az: Çıxış
ky: Чыгуу
ro: Ieșire
ru: Выход
uk: Вихід
uz: Chiqish
vi: Thoát ra

source: Current File:
ru: Текущий файл:
uk: Поточний файл

source: The email is generated automatically. Please don't answer it. <br> To contact us, use the contact information on our website.
ar: يتم إنشاء البريد الإلكتروني تلقائيًا. الرجاء عدم الإجابة عليه. <br> للاتصال بنا، استخدم معلومات الاتصال على موقعنا.
az: Məktub avtomatik olaraq yaradılan. Edin de. <br> üçün bizə müraciət edin əlaqə məlumatları bizim saytda.
ky: SQL сурамдар журналы
ro: E-mailul este generat automat. Vă rugăm să nu răspundeți la acesta. <br> Pentru a ne contacta, folosiți informațiile de contact de pe site-ul nostru.
ru: Email сгенерировано автоматически. Пожалуйста, не отвечайте на него. <br> Чтобы связаться с нами, используйте контактную информацию на нашем сайте.
uk: Електронна пошта генерується автоматично. Будь ласка, не відповідайте на це. <br> Для контакту з нами використовуйте контактну інформацію на нашому веб-сайті.
vi: Email được tạo ra tự động. Xin đừng trả lời nó. <br> Để liên lạc với chúng tôi, sử dụng, các thông tin liên lạc của chúng tôi trên trang web.

source: Password recovery
ar: استعادة كلمة المرور
az: Şifrənin bərpa edilməsi
ky: Сыр сөздү калыбына келтирүү
ro: Recuperare parola
ru: Восстановление пароля
uk: Відновлення паролю
vi: Khôi phục mật khẩu

source: Hello, %s!
ar: مرحبًا، %s
az: Salam,
ky: Саламатсызбы, %s!
ro: Salut, %s!
ru: Здравствуйте, %s!
uk: Привіт, %s!
uz: Salom, %s!
vi: Xin chào, %s!

source: You start process of password recovery on the <a href="%s">%s</a> website
ar: البدء في عملية استعادة كلمة السر على <a href="%s">%s</a> الموقع
az: Siz başlamaq, bərpa prosiesi parol saytda <a href="%s">%s</a>
ky: Сиз <a href="%s">%s</a> сайтынан сырсөздү калыбына келтирүү процессин баштайсыз
ro: Începeți procesul de recuperare a parolei pe site-ul <a href="%s">%s</a>
ru: Вы начинаете процесс восстановления пароля на сайте <a href="%s">%s</a>
uk: Ви почали процес відновлення паролю на сайті <a href="%s">%s</a>
uz: Siz parolni tiklash jarayonini <a href="%s">% s </a> veb-saytidan boshlaysiz
vi: Bạn bắt đầu quá trình phục hồi mật khẩu trên <a href="%s">%s</a> trang web

source: In order to recover your password, you must click on the link:
ar: من أجل استعادة كلمة المرور الخاصة بك، يجب عليك النقر على الرابط:
az: Bərpa etmək üçün parol lazımdır keçid:
ky: Сырсөздү калыбына келтирүү үчүн сиз шилтемени басышыңыз керек:
ro: Pentru a vă recupera parola, trebuie să faceţi clic pe link:
ru: Для того, чтобы восстановить пароль, вам необходимо нажать на ссылку:
uk: Для відновлення пароля необхідно натиснути на посилання:
vi: Để phục hồi mật khẩu của bạn, bạn phải bấm vào liên kết:

source: Restore
ar: استعادة
az: Geri yüklə
ky: Калыбына келтирүү
ro: Restabilire
ru: Восстановить
uk: Відновити
uz: Tiklash
vi: Khôi phục

source: Link valid for 1 hour
ar: رابط صالح لمدة 1 ساعة
az: Link fəaliyyət göstərir ərzində 1 saat
ky: Шилтеме 1 саатка жарактуу
ro: Link valabil pentru o oră
ru: Ссылка действует в течении 1 часа
uk: Посилання діє протягом 1 години
uz: Haola 1 soat davomida amal qiladi
vi: Liên kết hợp lệ trong 1 giờ

source: If you receive this mail by mistake, just ignore this letter
ar: إذا تلقيت هذا البريد عن طريق الخطأ، فقط تجاهل هذه الرسالة
az: Əgər siz var bu məktubu səhvən yalnız проигнорируйте bu məktub
ky: Эгер сиз бул электрондук катты катачылык менен алган болсоңуз, анда бул электрондук почта билдирүүсүнө көңүл бурбаңыз.
ro: Dacă primiți acest e-mail din greșeală, ignorați doar această scrisoare
ru: Если вы получили это письмо по ошибке, просто проигнорируйте это письмо
uk: Якщо ви отримали цей лист помилково, просто проігноруйте цей лист
uz: Kalit: Agar siz ushbu xatni noto'g'ri olsangiz, ushbu xatga e'tibor bermang
vi: Nếu em nhận được thư này bằng cách sai lầm, chỉ cần bỏ qua lá thư này

source: You have changed your password on the <a href="%s">%s</a> website
ar: لقد قمت بتغيير كلمة المرور الخاصة بك على موقع <a href="%s">%s</a>
az: Siz uğurla qeydiyyatdan saytda <a href="%s">%s</a>
ky: Сырсөзүңүздү <a href="%s">%s</a> сайтынын дарегинен өзгөрттүңүз
ro: V-ați schimbat parola pe site-ul <a href="%s">%s</a>
ru: Вы изменили свой пароль на сайте <a href="%s">%s</a>
uk: Ви змінили свій пароль на веб-сайті <a href="%s">%s</a>
uz: Siz parolingizni <a href="%s">% s </a> veb-saytida o'zgartirdingiz
vi: Bạn có thay đổi mật khẩu trên <a href="%s">%s</a> trang web

source: Your login:
ar: تسجيل الدخول الخاص بك:
az: Sizin istifadəçi:
ky: Сиздин логин:
ro: Numele Tau
ru: Ваш логин:
uk: Ваш логін
uz: Sizning loginingiz
vi: Tên đăng nhập của bạn:

source: Your password:
ar: كلمة المرور الخاصة بك
az: Sənin şifrən
ky: Сиздин сыр сөзүңүз
ro: Parola Ta
ru: Ваш пароль:
uk: Ваш пароль
uz: Parolingiz
vi: Mật khẩu của bạn:

source: After logging in, you can change your password to new one.
ar: بعد تسجيل الدخول، يمكنك تغيير كلمة المرور الخاصة بك إلى كلمة مرور جديدة.
az: Sonra giriş edə bilərsiniz dəyişdirə və yeni parol.
ky: Киргенден кийин, сырсөздү жаңысына алмаштыра аласыз.
ro: După autentificare, vă puteţi schimba parola în una nouă.
ru: После входа в систему вы можете сменить пароль на новый.
uk: Після входу ви можете змінити свій пароль на новий.
uz: Kirishdan so'ng siz parolingizni yangisiga o'zgartirishingiz mumkin
vi: Sau khi đăng nhập bạn có thể thay đổi mật khẩu để mới.

source: Do you really want to delete?
ar: هل ترغب بالحذف ؟
az: Həqiqətən silmək istəyirsiniz?
ky: Сиз чын эле өчүрүп таштайсызбы?
ro: Sigur vrei sa stergi?
ru: Действительно хотите удалить?
uk: Ви дійсно бажаєте видалити?
uz: Chindan ham o‘chirmoqchimisiz?
vi: Bạn có thực sự muốn xóa không?

source: Clear
ar: تنظيف
az: Təmizlə
ky: Тазалоо
ro: Sterge
ru: Очистить
uk: Очистити
uz: Tozalash
vi: Xoá

source: Message
ar: الرسالة
az: Mesaj
ky: Билдирүү
ro: Mesaj
ru: Сообщение
uk: Повідомлення
uz: Xabar
vi: Nội dung tin nhắn

source: Send
ar: إرسال
az: Göndər
ky: Жөнөтүү
ro: Trimite
ru: Отправить
uk: Надіслати
uz: Yuborish
vi: Gửi

source: The list is empty
ar: فارغة
az: Siyahı boşdur
ky: Тизмеси бош
ro: Lista este goala
ru: Список пуст
uk: Список порожній
uz: Ro‘yxat bo‘sh
vi: Danh sách này trống

source: Edited:
ar: تحرير:
az: Redaktə:
ky: Өзгөртүлгөн
ro: Editat:
ru: Изменено:
uk: Змінено:
uz: Tahrirlagan:
vi: Chỉnh sửa:

source: Edited
ar: تحرير:
az: Redaktə
ky: Өзгөртүүлөр
ro: Editat:
ru: Изменен
uk: Відредаговано
uz: Tahrirlagan
vi: Chỉnh sửa

source: Log In
ar: تسجيل الدخول
az: Daxil ol
ky: Кирүү
ro: Autentificare
ru: Авторизоваться
uk: Авторизуватись
uz: Tizimga Kirish
vi: Đăng nhập

source: Login
ar: تسجيل دخول
az: Daxil ol
ky: Кирүү
ro: Logare
ru: Вход
uk: Увійти
uz: Kirish
vi: Đăng nhập

source: Registration
ar: تسجيل
az: Qeydiyyat
ky: Катталуу
ro: Inregistrare
ru: Регистрация
uk: Реєстрація
uz: Ro‘yxatdan o‘tish
vi: Đăng ký Thành Viên

source: You have started the process of changing the email address on the <a href="%s">%s</a> website
ar: لقد بدأت عملية تغيير عنوان البريد الإلكتروني على موقع <a href="%s">%s</a>
az: Siz prosesinə başladıq dəyişikliklər e-poçt ünvanları saytda <a href="%s">%s</a>
ky: Сиз сайтта электрондук почта дарегиңизди <a href="%s">% s </a> дарегинен өзгөртө баштадыңыз
ro: Ați început procesul de modificare a adresei de e-mail pe site-ul <a href="%s">%s</a>
ru: Вы начали процесс изменения адреса электронной почты на сайте <a href="%s">%s</a>
uk: Ви розпочали процес зміни електронної адреси на веб-сайті <a href="%s">%s</a>
vi: Bạn đã bắt đầu quá trình thay đổi địa chỉ email trên website <a href="%s">%s</a>

source: The new email address is:
ar: إضافة بريد إلكتروني جديد
az: Yeni bir e-poçt ünvanı:
ky: Жаңы электрондук почта дареги:
ro: Adresa ta de email este {0}.
ru: Новый адрес электронной почты:
uk: Нова адреса електронної пошти:
vi: Địa chỉ email mới :

source: If you have not started the procedure for changing email, please contact us in any way convenient for you.
ar: إذا لم تكن قد بدأت إجراءات تغيير البريد الإلكتروني, يرجى الاتصال بنا في أي وسيلة مريحة بالنسبة لك.
az: Əgər siz hələ başlamamışıq proseduru növbədə elektron poçt, xahiş edirik, bizimlə əlaqə saxlayın, hər hansı istifadəçi sizin üçün bir yoldur.
ky: Эгер сиз электрондук почтаны алмаштыруу процедурасын баштай элек болсоңуз, биз менен сизге ыңгайлуу жол менен байланышыңыз.
ro: Dacă nu ați început procedura de schimbare a e-mailului, vă rugăm să ne contactați în orice mod convenabil pentru dvs.
ru: Если вы не начинали процедуру изменения электронной почты, пожалуйста, свяжитесь с нами любым удобным для вас способом.
uk: ви не розпочали процедуру зміни електронної пошти, будь ласка, зв'яжіться з нами будь-яким зручним для вас способом.
vi: Nếu bạn đã không bắt đầu quy trình thay đổi email, xin hãy liên lạc với chúng tôi với bất kỳ cách nào thuận tiện cho bạn.

source: To continue please click the confirm button
ar: للمتابعة يرجى النقر على زر التأكيد
az: Davam etdirmək üçün Təsdiqləmə düyməsini basın
ky: Улантуу үчүн, тастыктоо баскычын басыңыз.
ro: Pentru a continua, faceţi clic pe butonul de confirmare
ru: Чтобы продолжить, нажмите кнопку подтверждения
uk: Щоб продовжити, натисніть кнопку підтвердження
vi: Để có thể tiếp tục vui lòng nhấn nút xác nhận

source: Confirm
ar: تأكيد؟
az: Təsdiqlə
ky: Ырастоо
ru: Подтвердить
uk: Підтвердити
uz: Tasdiqlash

source: If you have not registered on our site, please ignore this email.
ar: إذا لم تقم بالتسجيل في موقعنا، يرجى تجاهل هذا البريد الإلكتروني.
az: Əgər siz hələ də qeydiyyatdan saytda edin проигнорируйте bu məktubu.
ky: Эгерде сиз биздин сайтта каттала элек болсоңуз - анда бул билдирүүнү этибарга албаңыз.
ro: Dacă nu v-aţi înregistrat pe site-ul nostru, vă rugăm să ignoraţi acest mesaj.
ru: Если вы не регистрировались на нашем сайте – просто проигнорируйте это сообщение.
uk: Якщо ви не зареєструвалися на нашому сайті, будь ласка, проігноруйте цей електронний лист.
vi: Nếu bạn không đăng ký trên trang web của chúng tôi, xin vui lòng bỏ qua email này.
