Repository: johncms/johncms
Catalog: system/locale/*.po
Languages: ar, az, ky, ro, ru, uk, uz, vi

source: You have successfully registered on the <a href="%s">%s</a> website
ar: لقد قمت بالتسجيل بنجاح على موقع <a href="%s">%s</a>
az: Siz uğurla qeydiyyatdan saytda <a href="%s">%s</a>
ky: Сиз <a href="%s">%s</a> сайтына ийгиликтүү каттоодон өттүңүз
ro: V-ați înregistrat cu succes pe site-ul <a href="%s">%s</a>
ru: Вы успешно зарегистрировались на сайте <a href="%s">%s</a>
uk: Ви успішно зареєструвалися на веб-сайті <a href="%s">%s</a>
vi: Bạn đã thành công đăng ký trên <a href="%s">%s</a> trang web

source: The one you specified when registering
ar: الذي حددته عند التسجيل
az: O ki, siz dediyiniz qeydiyyat zamanı
ky: Катталууда сиз тарабынан көрсөтүлгөн
ro: Cea pe care ai specificat-o la înregistrare
ru: Указанный вами при регистрации
uk: Той, який ви вказали при реєстрації
uz: Siz ro'yxatdan o'tayotganda ko'rsatganingiz
vi: Một trong những bạn chỉ định khi đăng ký

source: To activate your account, please confirm your registration on the %s website.
ar: لتنشيط حسابك، يرجى تأكيد تسجيلك على موقع %s.
az: Aktivləşdirmək üçün hesabınızla, təsdiq Edin ki, sizin saytda qeydiyyatdan %s.
ky: Каттоо эсебиңизди жандандыруу үчүн, сураныч, сайттагы каттоону ушул сайт %s аркылуу ырастаңыз.
ro: Pentru a vă activa contul, vă rugăm să confirmaţi înregistrarea pe site-ul %s.
ru: Для активации вашей учетной записи, пожалуйста, подтвердите вашу регистрацию на сайте %s.
uk: Щоб активувати свій аккаунт, підтвердьте свою реєстрацію на сайті %s.
vi: Để kích hoạt tài khoản của bạn, xin vui lòng xác nhận trên %s trang web.

source: If you have not registered on our site, please ignore this email. In this case, the account will not be activated and will be automatically deleted.
ar: إذا لم تقم بالتسجيل في موقعنا، يرجى تجاهل هذا البريد الإلكتروني. في هذه الحالة لن يتم تنشيط الحساب وسيتم حذفه تلقائيًا.
az: Əgər siz hələ də qeydiyyatdan saytda edin проигнорируйте bu məktubu. Bu halda hesabı olmayacaqdır aktiv və avtomatik olaraq silinəcək.
ky: Эгерде сиз биздин сайтка каттала элек болсоңуз, анда бул катка көңүл бурбаңыз. Бул учурда, эсеп активдештирилбейт жана автоматтык түрдө жок кылынат.
ro: Dacă nu v-ați înregistrat pe site-ul nostru, vă rugăm să ignorați acest email. În acest caz, contul nu va fi activat și va fi șters automat.
ru: Если вы еще не зарегистрированы на нашем сайте, пожалуйста, проигнорируйте это письмо. В этом случае учетная запись не будет активирована и будет автоматически удалена.
uk: Якщо ви не зареєструвалися на нашому сайті, будь ласка, проігноруйте цей електронний лист. У цьому випадку рахунок не буде активовано і автоматично буде видалено.
vi: Nếu bạn không có đăng ký trên trang web của chúng tôi, xin vui lòng bỏ qua email này. Trong trường hợp này, tài khoản sẽ không được kích hoạt và sẽ được tự động đã bị xóa.
