Repository: johncms/johncms
Catalog: system/locale/*/forum.po
Languages: de

source: Add category
de: Kategorie zu subsumieren

source: Add file
de: Datei zu subsumieren

source: Add answer
de: Antwort zu subsumieren

source: Add section
de: Abteilung zu subsumieren

source: Add a poll
de: Befragung zu subsumieren

source: Accept
de: Einverstandener

source: Other category
de: Andere Kategorie

source: Answer
de: Antwort

source: Assign
de: Zuweisen

source: Attachment
de: Festgeklammerter Datei

source: Back to topic
de: In Thema zu zuruckkehren

source: by author
de: nach Autor

source: by section
de: nach Abteilung

source: by topic
de: nach Thema

source: Category
de: Kategorie

source: Category deleted
de: Kategorie entfernt

source: Edit category
de: cutten Kategorie

source: Categories list
de: Liste der Kategorieen

source: subsections
de: botmassige Abteilungen

source: Click to view image
de: Nazhmite fur Einsehen Darstellungen

source: Subsections and files has been moved to
de: Botmassige Abteilungen und Datei ist deportiert in

source: All categories, topics, and files will be moved into selected category. <br> Old category will be removed
de: Alle Abteilungen, Themen und Datei sind deportiert in gewahlte Kategorie.<br>Noaday Kategorie ist entfernt

source: <h3>WARNING!</h3>There are subsections <br> Move them to another category.
de: <h3>ACHTUNG!</h3>Sind botmassige Abteilungen. <br> Sie es ist notwendig, in andere Kategorie zu deportieren

source: Curators
de: Kuratoren

source: Curators of the Topic
de: Kuratoren des Themas

source: Quote
de: Belegstelle

source: [q]
de: [b]

source: Only allowed 200 characters, other text will be cropped.
de: Akzeptabel maks. 200 Zeichen, alle uberflussiger Text verschneidet sich.

source: Delete categories
de: Entfernen Kategorie

source: Complete removal
de: Beleibte Abkehr

source: If you want to destroy all the information, first remove
de: Falls belieben, alle Information zu vernichten, an dem Anfang entfernen

source: WARNING! All the information will be deleted
de: ACHTUNG! Ist entfernt alle Information

source: Delete last
de: Allerletzter zu entfernen

source: WARNING!<br>This is last post of topic. By deleting this post topic will be deleted (or hidden) too
de: ACHTUNG!<br>Das allerletzter Posten des Themas. Samt nib ist entfernt (oder latenter) und selbst Thema

source: Delete message
de: Ansage zu entfernen

source: After deleting, one point will be subtracted from the counter of forum posts
de: In Gelegenheit der Abkehr, aus Zahler der Posten forum ist subtrahiert eins Grad

source: Delete section
de: Entfernen Abteilung

source: Delete poll
de: Befragung zu entfernen

source: Download Topic
de: Download Thema

source: Select a format
de: Wahle Format

source: Link active 5 minutes
de: Hinweis ist aktiv 5 Minuten

source: This theme was downloaded from the forum site
de: Gegebenes Thema war zu schaukeln aus forum Standort

source: Downloaded
de: es ist erledigt

source: Downloads
de: es ist erledigt

source: Edit message
de: Ansage zu verraten

source: Edit poll
de: Befragung zu verraten

source: Edited
de: verraten

source: You have not selected any author
de: Ihr nicht wahlten keinen Autor

source: Category is not chosen
de: Ist nicht gewahlt Kategorie

source: You are trying to change another"s post
de: Ihr befleissen, fremden Posten zu verraten

source: Your message not already latest, you cannot change it
de: Euer Posten bereits nicht allerletzter und Sie nicht konnen ihn tauschen

source: You cannot edit your posts after 5 minutes
de: Aus Moment der Schopfung des Postens durchmachte bolee 5 Minuten und Sie nicht konnen ihn cutten

source: The forbidden file format.<br>You can upload files of the following extension
de: Verbotenes Baumuster Datei! <br> Zu Abtransport freistehen allein Datei, das folgender Ausbreitungen habend ist

source: You may upload only files with a name and one extension <b> (name.ext </b>). Files without a name, extension, or with double extension are forbidden.
de: Zu Abtransport freistehen allein Datei habender Namen und eins Ausbreitung (<b>name.ext</b>). Ist verboten Datei nicht habender Namen, Ausbreitung, oder mit doppelter Ausbreitung.

source: File name length must not exceed 30 characters
de: Lange des Dateinamens nicht muss uberwiegen 30 Zeichen

source: File size exceed
de: Gewicht Datei uberwiegt

source: File name contains invalid characters
de: In Benennung Datei dasind unzulassige Zeichen

source: File is already uploaded
de: Datei bereits ist belastet

source: You did not choose something to delete
de: Ihr nichts nicht wahlten fur Abkehr

source: Message does not exists or has been deleted
de: Posten nicht daist, oder war entfernt

source: Length of query: 4min., 64max.
de: Lange der Anfrage: 4min., 64maks.

source: You have not entered time
de: Ihr nicht einfuhrten Zeit

source: You cannot write in a closed topic
de: Ihr nicht konnen fabulieren in geschlossenes Thema

source: Topic has been deleted or does not exists
de: Thema ist entfernt, oder nicht daist

source: Topic with same name already exists in this section
de: Thema mit derart Benennung bereits ist in dieser Abteilung

source: You have not entered topic name
de: Ihr nicht einfuhrten Benennung des Themas

source: Topic name too short
de: Benennung des Themas ist allzu kurz

source: Error uploading file
de: Fehler der Abladung Datei

source: File attached
de: Datei ist festgeklammert

source: Files
de: forum Datei

source: Category files
de: Dateien der Kategorie

source: Section files
de: Dateien der Abteilung

source: Topic files
de: Dateien Themen

source: Java applications
de: Anbiegungen Java

source: Other
de: Anderer

source: Pictures
de: Bildchene

source: SIS
de: Anbiegungen SIS

source: txt
de: Texte Dateie

source: WIN applications
de: Anbiegungen WIN

source: Videos
de: Video

source: Cancel filter
de: Filterung zu aufheben

source: Topic includes filtering by authors
de: In Thema ist angeschaltet Filterung po Autoren der Posten

source: Filter by author
de: Sieb nach Autor

source: Filter will be display posts from selected authors only
de: Filterung erlaubt, Posten allein ab gewahlten Autoren zu widergeben

source: Filter by section
de: Sieb nach Abteilung

source: Filter by topic
de: Sieb nach Thema

source: Filter
de: Zu filtern

source: Forum is closed
de: Forum ist geschlossen

source: Forum Management
de: Leitung Forum

source: Forum rules
de: Regeln forum

source: Forum search
de: Suchen nach Forum

source: Forum structure
de: Gliederung forum

source: Hidden posts
de: Latente Posten

source: Hidden topic
de: Latente Themen

source: Hours
de: Uhren

source: Max. Size
de: Maks. Abmass

source: Marked posts are deleted
de: Bemerkte Posten ist entfernt

source: Appointment of moderators
de: Aussetzung moderator

source: New files in the last 24 hours
de: Neuer Dateien vor allerletzter 24 Stunde

source: No new files
de: Neuer Dateier ist

source: New at the bottom
de: Neuer unten

source: New at the top
de: Neuer oben

source: New topic
de: Thema zu offnen

source: Title(max. 100)
de: Benennung(max. 100)

source: Disagree
de: Nicht einverstandener

source: Other categories
de: Andere Kategorieen

source: Answers in the topic
de: Antwortet in Thema

source: In the category
de: In Kategorie

source: Looking forum files
de: Anblickt Datei Forum

source: Here, in the list
de: hier, in Liste

source: In the forum main
de: zu Hause Forum

source: In the unreads
de: Anblickt undurchgelesener

source: In the section
de: In Abteilung

source: In the topic
de: In Theme

source: Writes in the topic
de: Fabuliert in Thema

source: Message
de: Ansang

source: Post deleted
de: Posten entfernte

source: Read more
de: Alle zu hinweglesen

source: reference
de: Anrede

source: [r]
de: [a]

source: Rating
de: Reyting

source: I am glad to answer you
de: ich mit Freude dir antwortet

source: to your post
de: auf deinen Posten

source: answer
de: antwortet

source: You are right! You are very smart!
de: entgeh aus Thema derweil nicht spat!

source: Restore
de: Zu wiederherstellen

source: Results
de: Ergebnisse

source: Search in the topic names
de: In Benennungen derjenige zu suchen

source: Section deleted
de: Abteilung ist entfernt

source: Section with topics and files are removed
de: Abteilung samt Themen und Dateien, entfernter

source: Editing section
de: Cutten Abteilung

source: List of sections
de: Liste der Abteilungen

source: There are no sections in this category
de: In gegebener Kategorie Abteilungen ist

source: All the topics and files will be moved to selected section<br>Old section will be deleted
de: Alle Themen und Dateie sind deportiert in gewahlte Abteilung <br> Alte Abteilung ist entfernt

source: <h3>WARNING!</h3>There are topics in the section.<br>You must move them to another section
de: <h3>ACHTUNG!</h3>In Abteilung sind Themen. <br> Sie es ist notwendig, in andere Abteilung zu deportieren

source: Select category
de: Wahle Kategorie

source: Select file
de: Datei zu wahlen

source: Select section
de: Wahle Abteilung

source: Selected category
de: gewahlte Kategorie

source: Selected section
de: gewahle Abteilung

source: Size
de: Abmass

source: Topics moved to
de: Botmassige Themen ist deportiert in

source: Time
de: Mal

source: Go to category
de: In Kategorie

source: Go to forum
de: In Forum

source: To message
de: In Ansang

source: Go to topic
de: In Thema

source: Go to section
de: In Abteilung

source: Topic
de: Thema

source: Close topic
de: Thema zu zumacht

source: Topic closed
de: Thema zu zumachen

source: Delete topic
de: Thema zu entfernen

source: Topic deleted
de: Thema ist entfernt

source: Topic deleted by
de: Thema entfernte

source: Undelete topic
de: Aufhob Abkehr des Themas

source: Fix topic
de: Thema zu befestigen

source: No topics in this section
de: In gegebener Abteilung ist kein Thema

source: Move topic
de: Thema zu deportieren

source: Topic name
de: Benennung des Themas

source: Rename topic
de: Thema zu umbenennen

source: Restore topic
de: Thema zu wiederherstellen

source: Unfix topic
de: Thema zu losmachen

source: Total votes
de: im ganzen Stimmen

source: All for period
de: Alle vor Abschnitt

source: Last 10
de: Allerletzter 10 derjenige

source: Period (in hours)
de: Abschnitt (in Uhren)

source: There is nothing new in this forum for selected period
de: Vor gewahlten Abschnitt neuer an Forum es ist

source: Mark as read
de: Als durchgelesener zu bemerken

source: All topics marked as read
de: Alle Themen ist bemerkt als durchgelesener

source: Upload
de: Zu versenden

source: The time allotted for the file upload has expired
de: Die Zeit f√ºr die Datei zugeteilt Upload abgelaufen

source: Who is here
de: Wer hier

source: Who in forum
de: Wer in Forum

source: Who in topic
de: Wer in Thema

source: Post restored by
de: Posten wiederherstellte

source: Vote accepted
de: Euere Stimme ist angenommen

source: Poll (max. 150)
de: Befragung (max. 150)

source: Poll added
de: Befragung ist subsumiert

source: Poll changed
de: Befragung ist verraten

source: Do you really want to delete a poll?
de: Ihr gultig belieben, Befragung zu entfernen?

source: Poll deleted
de: Befragung ist entfernt

source: Who voted in the poll
de: Benutzer, die in Befragung einlassen sich

source: No one has voted in this poll yet
de: In dieser Befragung derweil niemand davonblieb

source: Do you really want to delete the answer?
de: Ihr gultig belieben, Variante der Antwort zu entfernen?
