Repository: johncms/johncms
Catalog: users/locale/*/default.po
Languages: vi

source: Administration
vi: Dành cho quản trị

source: Community
vi: Cộng đồng

source: Total
vi: Tổng số

source: To Page
vi: Đến trang

source: User Search
vi: Tìm kiếm người dùng

source: Back
vi: Quay lại

source: Birthdays
vi: Ngày sinh nhật

source: The list is empty
vi: Danh sách này là trống rỗng

source: Online
vi: Trực tuyến

source: Users
vi: Thành viên

source: History
vi: Lịch sử

source: Guests
vi: Khách

source: IP Activity
vi: IP Hoạt động

source: Who is online?
vi: Ai đang trực tuyến?

source: Top Activity
vi: Top cuối

source: Forum
vi: Diễn đàn

source: Guestbook
vi: Phòng trò truyện

source: Comments
vi: Bình luận

source: Most active in Guestbook
vi: Tích cực nhất trong lưu bút

source: Most commentators
vi: Hầu hết các nhà bình luận

source: Home
vi: Trang chủ

source: Best Karma
vi: Top bình luận

source: Most active in Forum
vi: Hầu hết các hoạt động của diễn đàn

source: List of users
vi: Danh sách người dùng

source: For registered users only
vi: Khách truy cập chỉ có người dùng đăng ký

source: Look for the User
vi: Tìm kiếm người dùng

source: Search
vi: Tìm kiếm

source: The search is performed by Nickname and are case-insensitive.
vi: Tìm kiếm được thực hiện bằng biệt hiệu và được quản.

source: Photo Albums
vi: Albums hình ảnh

source: Nickname
vi: Tên Bạn

source: Invalid length
vi: Chiều dài không hợp lệ

source: Invalid characters
vi: Ký tự không tích hợp

source: Searching results
vi: Kết quả tìm kiếm

source: Your search did not match any results
vi: Tìm kiếm của bạn không phù hợp

source: Search by Nickname are case insensitive. For example <strong>UsEr</strong> and <strong>user</strong> are identical.
vi: Tìm kiếm không phân biệt chữ hoa với chữ thường. Ví dụ, <strong>AdMin</strong> và <strong>admin</strong> là giống hệt nhau.

source: New search
vi: Tìm kiếm mới
